---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisMasszoneDivideperimeter
source: html/5c15c70b-d3e2-cc7a-0e6b-e9b2aa90890a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisMasszoneDivideperimeter Property

"Perimeter Zone Division"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisMasszoneDivideperimeter { get; }
```